tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "omnisharp/omnisharp-roslyn"
tap "zen-browser/browser", "https://github.com/zen-browser/desktop.git"
brew "bash"
brew "openssl@3"
brew "bat"
brew "brew-gem"
brew "btop"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "chruby"
brew "dotnet", link: false
brew "fd"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "lazygit"
brew "libffi"
brew "libyaml"
brew "llvm"
brew "lua"
brew "luarocks"
brew "mono"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "pipes-sh"
brew "python-tk@3.12"
brew "ripgrep"
brew "ruby-install"
brew "rust"
brew "starship"
brew "stow"
brew "swiftformat"
brew "swiftlint"
brew "thefuck"
brew "tmux"
brew "wget"
brew "xcode-build-server"
brew "xcodegen"
brew "yazi"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "dotnet-sdk"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "mac-mouse-fix"
cask "mysql-connector-python"
cask "wezterm"
cask "zen-browser"
